Repository: thenail/astrodimmer
Catalog: src/AstroDimmer/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# ExplainUnavailable
source: This device has no location service. Drag the point instead.
da: Denne enhed har ingen placeringstjeneste. Træk punktet i stedet.
de: Dieses Gerät hat keinen Standortdienst. Zieh stattdessen den Punkt.
es: Este dispositivo no tiene servicio de ubicación. Arrastra el punto en su lugar.
fi: Tässä laitteessa ei ole sijaintipalvelua. Vedä piste sen sijaan itse.
fr: Cet appareil ne dispose d'aucun service de localisation. Faites plutôt glisser le point.
it: Questo dispositivo non dispone di un servizio di posizione. Trascina invece il punto.
ja: このデバイスには位置情報サービスがありません。代わりにポイントをドラッグしてください。
ko: 이 장치에는 위치 서비스가 없습니다. 대신 점을 끌어 놓으세요.
nb: Denne enheten har ingen plasseringstjeneste. Dra punktet i stedet.
nl: Dit apparaat heeft geen locatieservice. Sleep in plaats daarvan de punt.
pl: To urządzenie nie ma usługi lokalizacji. Zamiast tego przeciągnij punkt.
pt_br: Este dispositivo não tem serviço de localização. Arraste o ponto em vez disso.
ru: На этом устройстве нет службы определения местоположения. Перетащите точку вручную.
sv: Den här enheten har ingen platstjänst. Dra punkten i stället.
tr: Bu cihazda konum hizmeti yok. Bunun yerine noktayı sürükleyin.
zh_hans: 此设备没有定位服务。请改为拖动该点。
zh_hant: 此裝置沒有定位服務。請改為拖曳該點。
